{
  "Are you sure you want to stop streaming?": "Är du säker på att du vill stoppa strömmen?",
  "Invalid Path or Connection URL.  Please check your settings to confirm that they are valid.": "Ogiltig sökväg eller URL för anslutningen.  Kontrollera inställningarna för att bekräfta att de är tillgängliga.",
  "Failed to connect to the streaming server.  Please check your internet connection.": "Det gick inte att ansluta till strömserver.  Vänligen kontrollera din Internetanslutning.",
  "Disconnected from the streaming server.  Please check your internet connection.": "Frånkopplad från strömservern.  Vänligen kontrollera din Internetanslutning.",
  "Could not access the specified channel or stream key, please double-check your stream key.  ": "Kunde inte komma åt den angivna kanalen eller strömnyckeln, vänligen dubbelkolla din strömnyckel.  ",
  "If it is correct, there may be a problem connecting to the server.": "Om det är rätt, kan det vara ett problem med att ansluta till servern.",
  "There is not sufficient disk space to continue recording.": "Det finns inte tillräckligt med diskutrymme att fortsätta inspelningen.",
  "The output format is either unsupported or does not support more than one audio track.  ": "Utdataformatet saknar stöd eller har inte stöd för flera ljudspår.  ",
  "Please check your settings and try again.": "Vänligen kontrollera dina inställningar och försök igen.",
  "An unexpected error occurred:": "Ett oväntat fel uppstod:",
  "Title": "Titel",
  "Game": "Spel",
  "Do not show this message when going live": "Visa inte detta meddelande när strömmen startas",
  "You will not be asked again to update your stream info when going live.  ": "Du kommer inte att bli ombedd att uppdatera din ströminformation innan du startar strömmen.  ",
  "You can re-enable this from the settings.": "Du kan återaktivera detta igen i dina inställningar.",
  "Confirm & Go Live": "Bekräfta & börja strömma",
  "Update Stream Info": "Uppdatera ströminformation",
  "There was an error fetching your channel information.  You can try": "Det uppstod ett fel  med att hämta din kanalinformation.  Du kan prova",
  "fetching the information again": "hämtar informationen igen",
  "or you can": "eller så kan du",
  "just go live.": "bara börja strömma.",
  "If this error persists, you can try logging out and back in.": "Om felet kvarstår, kan du prova att logga ut och tillbaka in.",
  "Use optimized encoder settings": "Använd optimerade kodarinställningar",
  "Optimized encoder gives equivalent quality while reducing usage. Game specific encoders for Fortnite, PUBG, Destiny 2, and League Of Legends": "Optimerad kodare ger likvärdig kvalitet samtidigt som den minskar användningen. Spelespecifika kodare för Fortnite, PUBG, Destiny 2 och League Of Legends",
  "Something went wrong while updating your stream info.  Please try again.": "Något gick fel när du uppdaterade din ströminformation.  Vänligen försök igen.",
  "Something went wrong while updating your stream info. You can try again, or you can": "Något gick fel när du uppdaterade din ströminformation. Du kan försöka igen, eller så kan du",
  "just go live": "bara börja strömma",
  "Optimized profile for average CPUs": "Optimerad profil för genomsnittliga processorer",
  "Optimized profile for weak CPUs": "Optimerad profil för svaga processorer",
  "YouTube account not enabled for live streaming": "YouTube-konto har inte aktiverats för liveströmning",
  "Fix": "Fixa",
  "I'm set up": "Jag är redo",
  "END STREAM": "AVSLUTA STRÖMMEN",
  "STARTING": "STARAR",
  "ENDING": "AVSLUTAR",
  "RECONNECTING": "ÅTERANSLUTER",
  "GO LIVE": "BÖRJA STRÖMMA",
  "Go to Youtube to view your live stream": "Gå till Youtube för att se din liveström",
  "Edit your stream title and description": "Redigera din strömtitel och beskrivning",
  "Go to Youtube Live Dashboard to control your stream": "Gå till din instrumentpanel på Youtube för att styra din ström",
  "Are you sure you want to exit while live?": "Är du säker på att du vill avsluta medan strömmen är aktiv?",
  "Enable the preview stream": "Aktivera förhandsgranskning av strömmen",
  "Disable the preview stream, can help with CPU": "Inaktivera förhandsgranskning av strömmen, kan hjälpa med CPU använding",
  "viewers": "tittare",
  "Refresh Chat": "Uppdatera chatt",
  "Your chat is currently offline": "Chatten är för tillfället offline",
  "Set path in Settings > Output.": "Ange filväg i inställningar > utående data."
}
